cc.exports.DictumConfig = {
	[1] = {
	["id"] = 1,
	["name"] = "歌德",
	["text"] = "你若要喜爱你自己的价值，",
	["text1"] = "你就得给世界创造价值。",
},
	[2] = {
	["id"] = 2,
	["name"] = "列夫·托尔斯泰",
	["text"] = "人生不是一种享乐，",
	["text1"] = "而是一桩十分沉重的工作。",
},
	[3] = {
	["id"] = 3,
	["name"] = "列夫·托尔斯泰",
	["text"] = "人生的价值，并不是用时间，",
	["text1"] = "而是用深度去衡量的。",
},
	[4] = {
	["id"] = 4,
	["name"] = "爱因斯坦",
	["text"] = "一个人的价值，应该看他贡献什么，",
	["text1"] = "而不应当看他取得什么。",
},
	[5] = {
	["id"] = 5,
	["name"] = "爱因斯坦",
	["text"] = "人只有献身于社会，",
	["text1"] = "才能找出那短暂而有风险的生命的意义。",
},
	[6] = {
	["id"] = 6,
	["name"] = "秋瑾",
	["text"] = "芸芸众生，孰不爱生？",
	["text1"] = "爱生之极，进而爱群。",
},
	[7] = {
	["id"] = 7,
	["name"] = "鲁迅",
	["text"] = "希望是附丽于存在的，有存在，",
	["text1"] = "便有希望，有希望，便是光明。",
},
	[8] = {
	["id"] = 8,
	["name"] = "普希金",
	["text"] = "希望是厄运的忠实的姐妹。",
},
	[9] = {
	["id"] = 9,
	["name"] = "屠格涅夫",
	["text"] = "先相信你自己，",
	["text1"] = "然后别人才会相信你。",
},
	[10] = {
	["id"] = 10,
	["name"] = "罗曼·罗兰",
	["text"] = "宿命论是那些缺乏意志力的弱者的借口。",
},
	[11] = {
	["id"] = 11,
	["name"] = "诸葛亮",
	["text"] = "志当存高远。",
},
	[12] = {
	["id"] = 12,
	["name"] = "李白",
	["text"] = "大鹏一日同风起，",
	["text1"] = "扶摇直上九万里。",
},
	[13] = {
	["id"] = 13,
	["name"] = "培根",
	["text"] = "毫无理想而又优柔寡断是一种可悲的心理。",
},
	[14] = {
	["id"] = 14,
	["name"] = "巴尔扎克",
	["text"] = "一个能思想的人，",
	["text1"] = "才真是一个力量无边的人。",
},
}